{
  "Name": "Shri Mallikarjun Kharge",
  "FatherName": "Shri Mapanna",
  "MotherName": "Shrimati Saibavva",
  "DateOfBirth": "21-07-1942 00:00:00",
  "PlaceOfBirth": "Varavatti, Bhalki Taluk, Bidar (Karnataka)",
  "MaritalStatus": "Married",
  "SpouseName": "Shrimati Radhabai Kharge",
  "Children": "Three Sons and two Daughters",
  "Position": "LEADER OF THE OPPOSITON, RAJYA SABHA",
  "EducationalQualification": "B.A., LL.B. Educated at Government Arts and Science College, Gulbarga (Kalaburgi) and S.S.L. Law College, Gulbarga (Kalaburgi) Karnataka University, Dharwad, Karnataka",
  "Profession": "Advocate, Social Worker and Agriculturist",
  "PermanentAddress": "289, 17th Cross Sadashivnagar, Bangalore 560080",
  "PresentAddress": "10, Rajaji Marg, New Delhi",
  "Email": "mallikarjun.kharge@sansad.nic.in",
  "PositionsHeld": [
    {
      "Period": "1964 - 1965",
      "Position": "General Secretary, Students Union Government Arts and Science College, Gulbarga (Kalaburgi)"
    },
    {
      "Period": "1966 - 1967",
      "Position": "Vice-President, Students Union Law College, Gulbarga (Kalaburgi)"
    },
    {
      "Period": "1969",
      "Position": "President, Gulbarga City Congress Committee"
    },
    {
      "Period": "1972-2009",
      "Position": "Member, Karnataka Legislative Assembly (nine terms)"
    },
    {
      "Period": "1976-78",
      "Position": "Minister of State, (Independent charge) Primary and Secondary Education, Government of Karnataka"
    },
    {
      "Period": "1979",
      "Position": "Cabinet Minister, Rural Development and Panchayati Raj, Government of Karnataka"
    },
    {
      "Period": "1980-83",
      "Position": "Cabinet Minister, Revenue, Government of Karnataka"
    },
    {
      "Period": "1983",
      "Position": "Secretary, Congress Legislature Party, Karnataka Legislative Assembly"
    },
    {
      "Period": "1983 - 1985",
      "Position": "General Secretary, Karnataka Pradesh Congress Committee"
    },
    {
      "Period": "1985",
      "Position": "Deputy Leader of Opposition, Karnataka Legislative Assembly"
    },
    {
      "Period": "1990-92",
      "Position": "Cabinet Minister, Revenue, Rural Development and Panchayati Raj, Government of Karnataka"
    },
    {
      "Period": "1992-94",
      "Position": "Cabinet Minister, Co-operation, Large and Medium Industries, Government of Karnataka"
    },
    {
      "Period": "1996-99 and 2008-09",
      "Position": "Leader, Congress Legislature Party and Leader of Opposition, Karnataka Legislative Assembly"
    },
    {
      "Period": "1999-2004",
      "Position": "Cabinet Minister for Home, Infrastructure Development and Minor Irrigation, Government of Karnataka"
    },
    {
      "Period": "2004-06",
      "Position": "Cabinet Minister, Water Resources, Minor Irrigation and Transport, Government of Karnataka"
    },
    {
      "Period": "2005 - 2008",
      "Position": "President, Karnataka Pradesh Congress Committee"
    },
    {
      "Period": "2009 - 2014",
      "Position": "Member, Fifteenth Lok Sabha"
    },
    {
      "Period": "31 May 2009 - 17 Jun. 2013",
      "Position": "Union Cabinet Minister, Labour and Employment"
    },
    {
      "Period": "17 June 2013 - 26 May 2014",
      "Position": "Union Cabinet Minister, Railways and Social Justice and Empowerment (additional charge)"
    },
    {
      "Period": "May 2014 - May 2019",
      "Position": "Member, Sixteenth Lok Sabha (second term)"
    },
    { "Position": "Leader of the Congress Parliamentary Party in Lok Sabha" },
    { "Position": "Permanent Member, Congress Working Committee" },
    {
      "Period": "Sept. 2014 - May 2019",
      "Position": "Member, Committee on Home Affairs"
    },
    {
      "Period": "Oct. 2014 - May 2019",
      "Position": "Member, Joint Parliamentary Committee on Maintenance of Heritage Character and Development of Parliament House Complex"
    },
    {
      "Period": "Member, Committee on Installation of Portraits/Statues of National Leaders and Parliamentarians in Parliament House Complex"
    },
    {
      "Period": "20 Oct. 2014 - 2019",
      "Position": "Member of National Committee (NC) for commemorating the 125th Birth Anniversary of Pandit Jawaharlal Nehru"
    },
    {
      "Period": "Jan. 2015 - May 2019",
      "Position": "Member, General Purposes Committee"
    },
    {
      "Period": "May 2017 - April 2019",
      "Position": "Chairperson, Public Accounts Committee"
    },
    { "Position": "Member, Committee on Budget of Lok Sabha" },
    {
      "Period": "2018",
      "Position": "General Secretary, A.I.C.C."
    },
    { "Position": "Member, C.W.C." },
    {
      "Period": "June 2020",
      "Position": "Elected to Rajya Sabha"
    },
    {
      "Period": "July 2020 - March 2021",
      "Position": "Member, Committee on Commerce"
    },
    {
      "Period": "Feb. - April 2021",
      "Position": "Member, Public Accounts Committee"
    },
    {
      "Period": "Feb. 2021 onwards",
      "Position": "Leader of the I.N.C. Party, Rajya Sabha"
    },
    {
      "Period": "16 Feb. 2021 onwards",
      "Position": "Leader of the Opposition, Rajya Sabha"
    },
    {
      "Period": "July 2021 onwards",
      "Position": "Member, General Purposes Committee"
    }
  ],
  "FreedomFighter": "No",
  "BooksPublished": [],
  "SocialAndCulturalActivities": [
    "Organised the Employee Trade Union at M.S.K. Mill, Gulbarga (Kalaburgi) and fought for their rights",
    "Founder, Karnataka People’s Education Society, Gulbarga (Kalaburgi)",
    "Founder President, Siddhartha Vihar Trust Gulbarga (Kalaburgi)",
    "Patron, Chowdaiah Memorial Hall, Bengaluru",
    "President, Siddhartha Education Society, Tumkur, Sri Siddhartha Medical College and Sir Siddhartha Institute of Technology, 1975-1995",
    "Founder Member, Dr. B.R. Ambedkar Medical College and Dr. Ambedkar Institute of Technology, Bengaluru",
    "Reading historical, political and socially relevant books and debates"
  ],
  "SportsClubsPastimes": ["Kabaddi, hockey and cricket"],
  "CountriesVisited": [
    "U.S.A.",
    "U.K.",
    "Australia",
    "New Zealand",
    "Brazil",
    "China",
    "France",
    "Germany",
    "Italy",
    "Austria",
    "Sweden",
    "Turkey",
    "the Netherlands",
    "Switzerland",
    "Belgium",
    "South Africa",
    "Denmark",
    "Singapore",
    "Hong Kong",
    "U.A.E.",
    "Thailand",
    "Cook Islands",
    "Sri Lanka",
    "Nepal"
  ],
  "OtherInformation": [
    "As Union Minister, was instrumental in the insertion of Article 371(J) in the Constitution to make special provisions for the development of six districts of the Kalyan Karnataka region, 2013; this amendment provides for a special constitutional status and empowers the state to (i) set up a development board for the region, (ii) ensure equitable allocation of funds for development of the region, (iii) provide for reservation in educational and vocational training institutions and (iv) provide for reservation and employment and recruitment in state government positions for persons from the region",
    "As Chairman, Municipal Finances Enquiry Committee Karnataka recommended abolition of levy of octroi at multiple points which was accepted by the government",
    "As Education Minister backlog vacancies of SC/ST teachers were filled up by recruiting them directly into the service",
    "Grants under Grant-in-aid code were given to schools run by SC/ST managements which was unprecedented in the entire country",
    "Implemented the Land Reforms Act effectively by giving occupancy rights to lakhs of landless tillers, marginal farmers and agricultural labourers; more than 300 land tribunals were constituted to expedite the transfer of land rights to the tillers by disposing 6 lakh tenancy cases; this was the only Land Reforms Act where there was no appeal before any court including Supreme Court",
    "Introduced Mini Vidhana Soudha scheme and buildings were constructed in almost all district headquarters and major talukas to consolidate administration offices in one place and help common people",
    "As Cooperation Minister brought amendments to the Co-operation Act; ensured more than 5 lakh members from SC/ST community were enrolled in the cooperative institutions by paying their membership fees through the government",
    "As Industry Minister enhanced subsidy amount for SC/ST entrepreneurs from 20 percent to 40 percent",
    "As Home Minister, modernized the state police department by improving mobility and providing better technological support to police, and streamlined recruitment process; the first cyber-crime police station of the country was started in Bangalore; took initiative to provide housing for state’s junior police officers; started a new Police Training College in Gulbarga (Kalaburgi)",
    "As Infrastructure Department Minister was instrumental in speeding up the implementation of the Bangalore International Airport",
    "As Minister of Major and Minor Irrigation, was responsible for the construction of many barrages; prioritized providing irrigational facilities to the farmers especially in semi-dry areas",
    "As Transport Minister was instrumental in turning around state-run transport corporations, many of which declared profits for the first time",
    "As Union Labour Minister, revamped the Rashtriya Swasthya Bima Yojana (RSBY); extended insurance and benefits for workers in both organized and unorganized sectors including domestic workers; in 5 years, 11 crore people were covered under the insurance scheme; ESIC hospitals throughout the country were modernized and super specialty hospitals and medical, dental nursing and para-medical colleges were started in several cities, including Tier-2 cities",
    "Biometric Smart cards called Pehchan were introduced for the benefit of insured persons and their families; computerisation and modernization of the EPFO was undertaken; PF subscribers can now check their account status online and every subscriber has a Universal Account Number for easy portability",
    "Skill Development was given special emphasis; Multi Skill Development centres were opened in association with the World Bank, Germany among others; 5,000 ITIs were established and capacity increased by doubling the shifts",
    "Was instrumental in the setting up of the Central University, Gulbarga (Kalaburgi), 2009",
    "As Railway Minister, gave emphasis to funding projects in North Eastern states in Railway Budget; set up a bogie factory at Yadgir and sanctioned Coach Factory at Srinivasapuram, Kolar; started 73 new trains including 17 premium trains, 39 express trains and 10 passenger trains including Yeshwantpur- Katra, Yeshwantpur – Ajmer and Mysore-Varanasi; initiated much needed reforms by establishing a Rail Tariff Regulatory Authority to provide autonomy to the Indian Railways and make it self-sufficient"
  ]
}
